{
  "scenes": [
    {
      "scene_number": "1",
      "scene_title": "Price's Bedding office",
      "lines": [
        {
          "character": "PRICE",
          "line": "Do I understand you're resigning, Miss Selby?"
        },
        {
          "character": "SELBY",
          "line": "I want to do good, Mr Price."
        },
        {
          "character": "PRICE",
          "line": "And you think that being personal secretary to my sales manager isn't doing good?"
        },
        {
          "character": "SELBY",
          "line": "No, sir."
        },
        {
          "character": "PRICE",
          "line": "Perhaps you think my sales manager isn't doing good?"
        },
        {
          "character": "SELBY",
          "line": "It's just that I -"
        },
        {
          "character": "PRICE",
          "line": "Perhaps you think the whole of Price's Bedding isn't doing good?"
        },
        {
          "character": "SELBY",
          "line": "It's not, no."
        },
        {
          "character": "PRICE",
          "line": "And you think my department store doesn't do good?"
        },
        {
          "character": "SELBY",
          "line": "No, it doesn't."
        },
        {
          "character": "PRICE",
          "line": "And I suppose my estate agents don't do good?"
        },
        {
          "character": "SELBY",
          "line": "No."
        },
        {
          "character": "PRICE",
          "line": "And my launderettes and my chinese restaurants and my novelty factory making fireworks and crackers?"
        },
        {
          "character": "SELBY",
          "line": "No."
        },
        {
          "character": "PRICE",
          "line": "I give employment . I provide services. I pay taxes. I make profits."
        },
        {
          "character": "SELBY",
          "line": "Children are dying, sir."
        },
        {
          "character": "PRICE",
          "line": "I see."
        },
        {
          "character": "SELBY",
          "line": "The cost of a six-foot Weldorm with Slumberland mattress and headboard would buy a pump for a well and a camel cart and a -"
        },
        {
          "character": "PRICE",
          "line": "Miss Selby, are you a Christian?"
        },
        {
          "character": "SELBY",
          "line": "Not any more. But I feel just as guilty as if I was. And so should you."
        },
        {
          "character": "PRICE",
          "line": "Well done, Miss Selby, well done. When I was a young man and bought a penny doughnut for my tea, I always put a penny in the lifeboat stocking. And as I built up from my first little shop, my great joy has always been that I have given more and more to charity.~ I am on the boards of five charities. Two great charities I founded myself. And I will be happy to go on paying your salary, Miss Selby, while you work full time as one of our campaign organisers raising funds in towns throughout the country. Your health."
        },
        {
          "character": "SELBY",
          "line": "I don't usually like to drink, sir, because the cost of one glass of whisky would buy thirty trees to prevent soil erosion."
        },
        {
          "character": "PRICE",
          "line": "You can stop feeling guilty about world poverty, Miss Selby. You've started doing something about it. Cheers."
        }
      ]
    },
    {
      "scene_number": "2",
      "scene_title": "A Popstar's performance",
      "lines": [
        {
          "character": "POPSTAR",
          "line": "I said gimme I said gimme what I need I said gimme I said gimme gimme gimme gimme gimme gimme gimme gimme gimme Now that song is from two years back and I still sing it because it still sells but it's not true now I've discovered Jesus. I know now how to get what I want. I do the opposite. Yes, that's right. God moves in these mysterious ways. How you get what you want is you give. If you give you're needed. If you're needed you're loved. You need to be needed. You need to be loved. That's what you're after. That's what I'm after. Gimme love. Now if you give, the people you give to are going to love you. Jesus Christ is going to love you. And I am going to love you."
        }
      ]
    },
    {
      "scene_number": "3",
      "scene_title": "Selby and the Mayor with a town map",
      "lines": [
        {
          "character": "SELBY",
          "line": "What I want to know, Mr Mayor, is where in y~ur town the people with money are, so I can get it off them."
        },
        {
          "character": "MAYOR",
          "line": "You won't find it easy. They'i_-e a11 conservatives and won't play golf with me."
        },
        {
          "character": "SELBY",
          "line": "Where _do they live?"
        },
        {
          "character": "MAYOR",
          "line": "Up here on the hill."
        },
        {
          "character": "SELBY",
          "line": "And down here?"
        },
        {
          "character": "MAYOR",
          "line": "Between the high street and the canal is what we call the old town."
        },
        {
          "character": "SELBY",
          "line": "The slums."
        },
        {
          "character": "MAYOR",
          "line": "The redevelopment area."
        },
        {
          "character": "SELBY",
          "line": "I just don't want to waste any leaflets. If you give me the population and housing statistics I can rule out the areas with multi-occupation."
        },
        {
          "character": "MAYOR",
          "line": "Just because the conservatives have more money that's no reason to think we in the labour movement aren't as generous as anyone else. I Just because Ted Heath conducts Christmas ii carols -"
        },
        {
          "character": "SELBY",
          "line": "No, I didn't mean to imply -"
        },
        {
          "character": "MAYOR",
          "line": "and Margaret Thatcher supports Help the Aged and Prince Charles makes a jubilee appeal -"
        },
        {
          "character": "SELBY",
          "line": "-No, of course -"
        },
        {
          "character": "MAYOR",
          "line": "Everyone thinks they're so kindhearted, and I'm every bit as kindhearted as they are, just because they're crowned heads, I'd be generous if I had a palace full of royal heritage and my mug on my mugs, and a certain conservative councillor I can name keeps his wife on such a tight allowance she had to ask for an extra half-p when the postage went up so she could write to her lover -"
        },
        {
          "character": "SELBY",
          "line": "No politics, please."
        },
        {
          "character": "MAYOR",
          "line": "I beg your pardon?"
        },
        {
          "character": "SELBY",
          "line": "A charity is by definition nonpolitical. Politics is by definition uncharitable."
        },
        {
          "character": "MAYOR",
          "line": "But this poor lady is kept on a shoestring and charity begins at home, and this conservative councillor -"
        },
        {
          "character": "SELBY",
          "line": "The royal family takes part in charity, so that widows' mites don't pay for wellbores, and I'm sure as a supporter of our charity you'd agree -Royalty is charitable. Royalty is nonpolitical. Therefore charity is nonpolitical."
        },
        {
          "character": "MAYOR",
          "line": "If I could take that again slowly. Royalty is charitable. Charity is nonpolitical. Therefore royalty is nonpolitical."
        },
        {
          "character": "SELBY",
          "line": "Do you doubt that?"
        },
        {
          "character": "MAYOR",
          "line": "In a certain light everything is political."
        },
        {
          "character": "SELBY",
          "line": "There's nothing political at all about royalty."
        },
        {
          "character": "MAYOR",
          "line": "There's something political about everything."
        },
        {
          "character": "SELBY",
          "line": "Everything except royalty. And charities. What's political about royalty? Horses? Badminton horse trials, polo at Windsor, racing at Epsom? Or cars? Princess Anne breaking the speed limit? A jubilee parade of antique Rolls Royces? You're going to try and tell me that a queen and dukes and an honours list and men on the moor banging away at grouse and thousands of pounds' worth of shares that are undisclosed have something to do with politics, but that only goes to show how wrong you are."
        },
        {
          "character": "MAYOR",
          "line": "Are you interested in snakes at all?"
        },
        {
          "character": "SELBY",
          "line": "No, not at all. I'm only interested in not wasting my valuable leaflets paid for by people who want to think every penny goes into powdered milk and blankets, silly buggers, how do they think they'd know about us if we didn't pay for advertising? No, I don't mean they're silly buggers, they're wonderful warmhearted folk, and I'in not wasting their valuable leaflets on unemployed nerks who won't give a good return for time and motion spent."
        },
        {
          "character": "MAYOR",
          "line": "That's a pity, because snakes are completely nonpolitical and I have a very interesting collection of pythons and boa constrictors and -"
        },
        {
          "character": "SELBY",
          "line": "You get the odd old-age pensioner with pennies in the teapot and it's the thought that counts but just shows. I don't give that for your charity, to be honest. I'm only interested in my snakes. The largest python is nearly fifteen feet long. I sometimes go out at night in the springtime with a large sack and I have him on a special lead with a harness I've made and I creep up to this field with all the lambs and I open the sack and -"
        }
      ]
    },
    {
      "scene_number": "4",
      "scene_title": "A Celebrity's charity launch",
      "lines": [
        {
          "character": "CELEBRITY",
          "line": "I've been asked to launch this charity campaign because I'm a local celebrity and everyone will think that if they give something they'll be celebrities too. It's only charity organisers who've ever actually called me a celebrity, which certainly isn't the only reason I support charities but because of their wonderful work with the starving millions. Now I write a cookery column and how lucky we are to have delicious dishes even at today's prices compared to the starving millions who have less calories in one da>· than you have for breakfast, unless you're one of those sillies who goes without breakfast. Always always have a cooked breakfast, even if you're on a diet, because -But anyway in Ethiopia not so long ago people were dying by the roadside and in Bangladesh many people are lucky if they have a bowl of rice and vegetables at a feeding station, and lucky they _are, because I have a recipe this week for courgettes au gratin with saffron rice which you just crisp up under the grill and -as I was saying these poor people may have nothing in the larder but a little pile of flour and a few beans and, however good the recipe, ingredients do make all the difference, so always use the best butter, free-range eggs, double cream, because no one in the Third World is actually going to benefit by you eating margarine, the only thing of course is watch the cholesterol. But if you feel like spoiling yourself, and in these days of inflation luxuries have actually gone up less than necessities so it's economic sense to live well if you can, I have a recipe here where you wrap the smoked salmon round the -"
        }
      ]
    },
    {
      "scene_number": "5",
      "scene_title": "Councillors in a pie-throwing sideshow",
      "lines": [
        {
          "character": "VOICES",
          "line": "Nice to see them working together for once."
        },
        {
          "character": "VOICES",
          "line": "It's what this country needs to set it on its feet."
        },
        {
          "character": "VOICES",
          "line": "Daddy, what's lib lab con?"
        },
        {
          "character": "VOICES",
          "line": "Well sweetheart, the Labour Party and the Liberal Party got together and that's known as the lib-lab con. ·"
        },
        {
          "character": "VOICES",
          "line": "Don't they mind?"
        },
        {
          "character": "VOICES",
          "line": "I expect they like the attention."
        }
      ]
    },
    {
      "scene_number": "6",
      "scene_title": "The Mayor describes his python",
      "lines": [
        {
          "character": "MAYOR",
          "line": "-a large lump in the python which is the lamb ·it has swallowed whole, it's amazing how their throats open and their scales spread, and the python will lie still for a long time while the creature is gradually digested and not require any food for several weeks."
        }
      ]
    },
    {
      "scene_number": "7",
      "scene_title": "Sponsored fast",
      "lines": [
        {
          "character": "FASTER 1",
          "line": "Sugar's cheating."
        },
        {
          "character": "FASTER 2",
          "line": "No, it's not."
        },
        {
          "character": "FASTER 1",
          "line": "Yes it is, we said liquids but no milk and sugar."
        },
        {
          "character": "FASTER 2",
          "line": "Then why's it all right for you to drink orange juice?"
        },
        {
          "character": "FASTER 3",
          "line": "I've lost five pounds but I bet I put it all on again."
        }
      ]
    },
    {
      "scene_number": "9",
      "scene_title": "Son and Mum discussing a sponsored walk",
      "lines": [
        {
          "character": "SON",
          "line": "I don't want to go on the sponsored walk."
        },
        {
          "character": "MUM",
          "line": "You got all those names."
        },
        {
          "character": "SON",
          "line": "I got a tummy-ache."
        },
        {
          "character": "MUM",
          "line": "How much you got a mile if you add it all up?"
        },
        {
          "character": "SON",
          "line": "Eighty p."
        },
        {
          "character": "MUM",
          "line": "If you walk ten miles that's eight pounds."
        },
        {
          "character": "SON",
          "line": "Why can't they just give me the money?"
        },
        {
          "character": "MUM",
          "line": "You have to earn it. People won't give money for nothing."
        },
        {
          "character": "SON",
          "line": "It doesn't do them any good if I walk does it?"
        },
        {
          "character": "MUM",
          "line": "It's good for you."
        },
        {
          "character": "SON",
          "line": "I got a tummy-ache."
        },
        {
          "character": "MUM",
          "line": "It's fresh air."
        },
        {
          "character": "SON",
          "line": "If they want to give the money, I don't see why they can't just give it, I don't see why I have to walk round and round the park all afternoon, I want to play football and watch telly, why can't they sponsor me to watch telly, I'd do that for hours, they'd get far more out of me, I don't see how it's going to help some hungry person in Africa if I walk round and round the park all afternoon with a tummy-ache and get blisters and-"
        },
        {
          "character": "MUM",
          "line": "All right, I'll buy you training shoes, now stop going on."
        },
        {
          "character": "SON",
          "line": "Will you, Mum? Now? Now will you? For this afternoon?"
        },
        {
          "character": "MUM",
          "line": "All right, I said I will, now give over."
        },
        {
          "character": "SON",
          "line": "They're really good, Mum, everyone's got them and they're only seven ninety-five and I'll walk ten miles in them easy, well nine or ten."
        }
      ]
    },
    {
      "scene_number": "10",
      "scene_title": "The Mayor on snakes",
      "lines": [
        {
          "character": "MAYOR",
          "line": "Snakes aren't slimy. People think they are. They don't feel like frogs. They're really very pleasant to the touch."
        }
      ]
    },
    {
      "scene_number": "11",
      "scene_title": "Selby and Bruce Wingfield discuss charities",
      "lines": [
        {
          "character": "BRUCE",
          "line": "I already give a great deal to charity."
        },
        {
          "character": "SELBY",
          "line": "Which charities do you give to?"
        },
        {
          "character": "BRUCE",
          "line": "There's one to support Eton College and one to support the London Clinic and one -"
        },
        {
          "character": "SELBY",
          "line": "But those are charities that help the rich. I thought charities had to help the poor."
        },
        {
          "character": "BRUCE",
          "line": "Are you getting political?"
        },
        {
          "character": "SELBY",
          "line": "No no no."
        },
        {
          "character": "BRUCE",
          "line": "They are very old, established charities set up to provide education and hospital care."
        },
        {
          "character": "SELBY",
          "line": "But the government provides those nowadays."
        },
        {
          "character": "BRUCE",
          "line": "The government also provides foreign aid."
        },
        {
          "character": "SELBY",
          "line": "Ah but charities though small go direct to the people, bypassing all governments whatever their politics, and set up different schemes the government hasn't covered and -"
        },
        {
          "character": "BRUCE",
          "line": "Exactly, and I've found something the government hasn't covered and I'm setting up a charity to benefit company directors called Bruce Wingfield, five foot ten, brown hair, living in Englefield Avenue, and playing golf."
        },
        {
          "character": "SELBY",
          "line": "Would you be a beneficiary of this charity?"
        },
        {
          "character": "BRUCE",
          "line": "As it happens, yes, I would."
        },
        {
          "character": "SELBY",
          "line": "You can't do that. It has to be a broader category. The charity commissioners would never allow it."
        },
        {
          "character": "BRUCE",
          "line": "Are you quite sure?"
        },
        {
          "character": "SELBY",
          "line": "Almost."
        },
        {
          "character": "BRUCE",
          "line": "Perhaps if I make it company directors called Bruce, five foot ten to eleven, brown or mowy hair, living in Englefield A venue or Gardens. And playing golf."
        },
        {
          "character": "SELBY",
          "line": "You've already got a two-car garage."
        },
        {
          "character": "BRUCE",
          "line": "Are you getting political?"
        },
        {
          "character": "SELBY",
          "line": "No no no no no, I'm not getting political, no -"
        }
      ]
    },
    {
      "scene_number": "13",
      "scene_title": "Mum feeding Baby and threatening to send food to India",
      "lines": [
        {
          "character": "MUM",
          "line": "Eat up for Mummy."
        },
        {
          "character": "BABY",
          "line": "No."
        },
        {
          "character": "MUM",
          "line": "Just a spoonful for Mummy."
        },
        {
          "character": "BABY",
          "line": "No."
        },
        {
          "character": "MUM",
          "line": "Spoonful for Daddy."
        },
        {
          "character": "BABY",
          "line": "No."
        },
        {
          "character": "MUM",
          "line": "Spoonful for Nan."
        },
        {
          "character": "BABY",
          "line": "No."
        },
        {
          "character": "MUM",
          "line": "Spoonful for Batman."
        },
        {
          "character": "MUM",
          "line": "Batman's going to be very cross with you. Batman won't let you be Robin. Batman's going to give you to the Joker and he'll put you in a machine that'll take all your brains away and you'll be a vegetable, you'll be a plate of gooey green spinach yourself."
        },
        {
          "character": "MUM",
          "line": "Open your mouth. Doggy's going to get it. Doggy wants your dindin. Open quick. Mummy give dindin to doggy. Look there's thousands of people would like this dinner, right? There's millions of Indians want this dinner. This is your last chance, right? Right. I'm sending it to India. Everything. Yes even your sweeties, bad boys don't get sweeties."
        },
        {
          "character": "MUM",
          "line": "Sweeties go to India, eggics go to India, crispy cod fries go to India, crinkle cut chips go to India, prawn curry goes to India, raspberry ripple ice cream goes to India, fizzy orange goes to India, you sodding go to India."
        }
      ]
    },
    {
      "scene_number": "14",
      "scene_title": "Selby in an off-license asking for charity",
      "lines": [
        {
          "character": "SELBY",
          "line": "Twenty pence would vaccinate a child against measles, fifty pence would buy eighty trees to prevent soil erosion, one pound would buy eight feet of waterpipe, five pounds would buy a pig."
        },
        {
          "character": "CUSTOMER",
          "line": "Bottle of whisky, please."
        },
        {
          "character": "LICENSEE",
          "line": "Here you are, sir."
        }
      ]
    },
    {
      "scene_number": "16",
      "scene_title": "The Mayor and Selby discuss politics in everyday things",
      "lines": [
        {
          "character": "MAYOR",
          "line": "I challenge you to tell me something apai:;t from my snakes that is not political."
        },
        {
          "character": "SELBY",
          "line": "Anything. Just look about you. Say -anything. Say something."
        },
        {
          "character": "MAYOR",
          "line": "House. No, wait a minute, not a house. Car. No, not a car. Tree. Tree."
        },
        {
          "character": "SELBY",
          "line": "Tree. Timber. Price of. Building industry. Need I say more?"
        },
        {
          "character": "MAYOR",
          "line": "Rain."
        },
        {
          "character": "SELBY",
          "line": "Rain. Leaks. Section 99 of the Public Health Act calling for repairs to substandard housing. The number of prosecutions in this town last year -"
        },
        {
          "character": "MAYOR",
          "line": "Fish. No no no, not fish. Not fish. Not cow. Haha, butter mountain. No farm animals."
        },
        {
          "character": "SELBY",
          "line": "Wildebeest."
        },
        {
          "character": "MAYOR",
          "line": "A wildebeest is a South African animal."
        },
        {
          "character": "SELBY",
          "line": "Not a wildebeest, no, I didn't say wildebeest. I said butterfly. That's it, butterfly. Butterfly, summer day, blue sky, flowers, long grass, strolling through the long grass with a nice bloke and finding a place to sit down among all the flowers and butterflies ."
        }
      ]
    },
    {
      "scene_number": "17",
      "scene_title": "Man with jubilee mug and Collector",
      "lines": [
        {
          "character": "MAN",
          "line": "Give money to blacks?"
        },
        {
          "character": "COLLECTOR",
          "line": "Yeh well I mean like they're dying man."
        },
        {
          "character": "MAN",
          "line": "If I give them money they'll recover and land on the Sussex coast at dead of night and come and live next door."
        },
        {
          "character": "COLLECTOR",
          "line": "No, if you don't give they'll get angry and all the ones that haven't died will get the atom bomb from Russia and drop it on you."
        },
        {
          "character": "MAN",
          "line": "Really?"
        },
        {
          "character": "COLLECTOR",
          "line": "Yeh."
        },
        {
          "character": "MAN",
          "line": "What if I do give then?"
        },
        {
          "character": "COLLECTOR",
          "line": "Then they'll be very grateful and stay where they belong and take O level English Literature and buy all our exports and wish they were still in the Empire and remember you in their prayers and think you're great, man."
        },
        {
          "character": "MAN",
          "line": "Really?"
        },
        {
          "character": "COLLECTOR",
          "line": "Yeh."
        },
        {
          "character": "MAN",
          "line": "Oh all right, here you are."
        }
      ]
    },
    {
      "scene_number": "18",
      "scene_title": "The Mayor connects butterflies to pollution",
      "lines": [
        {
          "character": "MAYOR",
          "line": "Butterfly. Not so many about. Industrial pollution."
        }
      ]
    },
    {
      "scene_number": "19",
      "scene_title": "Woman asking for a shoe",
      "lines": [
        {
          "character": "WOMAN",
          "line": "Have you got these in a five?"
        },
        {
          "character": "ASSISTANT",
          "line": "Here you are."
        }
      ]
    },
    {
      "scene_number": "20",
      "scene_title": "Woman, Selby and Old Lady discussing adopted granny",
      "lines": [
        {
          "character": "WOMAN",
          "line": "We've adopted a granny."
        },
        {
          "character": "SELBY",
          "line": "That's wonderful."
        },
        {
          "character": "WOMAN",
          "line": "We had a catalogue from your company and we chose one. We'll get a grandpa next year to match."
        },
        {
          "character": "SELBY",
          "line": "Which one did you choose?"
        },
        {
          "character": "WOMAN",
          "line": "We asked for this one which was advertised, it says ninety•two and never a day of ill health, always cheerful -well, compared to my mother, I can tell you. But she'd already gone so they sent us another model, she's eighty•one and has suffered from leprosy for many years so that she has no fingers, but you can't catch it at this distance, and she sends us the nicest letters telling us how grateful she is and how wonderful we are, which is more than my mother ever did."
        },
        {
          "character": "SELBY",
          "line": "Is your mother dead?"
        },
        {
          "character": "WOMAN",
          "line": "Oh no, I don't think so. We keep her in the corner. You don't want to get her noticing, you don't want to set her off talking, she's not at all a nice old lady."
        }
      ]
    },
    {
      "scene_number": "21",
      "scene_title": "Councillors after the pie-throwing",
      "lines": [
        {
          "character": "LIB",
          "line": "We made nearly fifty pounds."
        },
        {
          "character": "CON",
          "line": "I'd rather have written a cheque for fifty pounds."
        },
        {
          "character": "LAB",
          "line": "Most of the pies were thrown at me."
        },
        {
          "character": "CON",
          "line": "Yes, I reckon it's the equivalent of a 20 per cent swing."
        },
        {
          "character": "LAB",
          "line": "They naturally throw pies at the one in power. It shows respect."
        },
        {
          "character": "CON",
          "line": "They threw qui~e a lot at me."
        },
        {
          "character": "LAB",
          "line": "Never had so much notice taken of you."
        },
        {
          "character": "LIB",
          "line": "It's by association with me."
        },
        {
          "character": "LAB",
          "line": "Oh look. There's one pie left."
        },
        {
          "character": "CON",
          "line": "No, Harry."
        },
        {
          "character": "LAB",
          "line": "Not when we've just got washed."
        },
        {
          "character": "CON",
          "line": "We are on the same side."
        },
        {
          "character": "LAB",
          "line": "I was hoping you'd join me for dinner."
        },
        {
          "character": "SELBY",
          "line": "I'd just like to thank you all so much for -"
        }
      ]
    },
    {
      "scene_number": "23",
      "scene_title": "Selby and the Mayor discussing non-political topics",
      "lines": [
        {
          "character": "SELBY",
          "line": "Sunset."
        },
        {
          "character": "MAYOR",
          "line": "Sunset. Romance."
        },
        {
          "character": "SELBY",
          "line": "Romance, there you are."
        },
        {
          "character": "MAYOR",
          "line": "Sunset. Romance. Marriage. Housework. Wages hfor Housework. We're getting into a whole area ere-"
        },
        {
          "character": "SELBY",
          "line": "Don't bother."
        },
        {
          "character": "MAYOR",
          "line": "Sex Discrimination Act. Equal pay."
        },
        {
          "character": "SELBY",
          "line": "I didn't mean sunset. Not sunset. Sunrise."
        },
        {
          "character": "MAYOR",
          "line": "Sunrise?"
        },
        {
          "character": "SELBY",
          "line": "Yes."
        },
        {
          "character": "MAYOR",
          "line": "Rising sun?"
        },
        {
          "character": "SELBY",
          "line": "That's right."
        },
        {
          "character": "MAYOR",
          "line": "Land of the rising sun? Japan? Rate of growth?"
        },
        {
          "character": "SELBY",
          "line": "Not so much sunrise. Just sun."
        },
        {
          "character": "MAYOR",
          "line": "Sun. Newspaper."
        },
        {
          "character": "SELBY",
          "line": "No no, sun in the sky."
        },
        {
          "character": "MAYOR",
          "line": "Sun."
        },
        {
          "character": "SELBY",
          "line": "Sun."
        }
      ]
    },
    {
      "scene_number": "24",
      "scene_title": "Car salesman and Buyer",
      "lines": [
        {
          "character": "BUYER",
          "line": "When can I have delivery of this model?"
        },
        {
          "character": "SALESMAN",
          "line": "Right away sir."
        }
      ]
    },
    {
      "scene_number": "25",
      "scene_title": "Popstar and Selby sharing a joint in a car",
      "lines": [
        {
          "character": "POPSTAR",
          "line": "I really fancy girls about ten or twelve years old and they besiege me, they get in the car somehow -I expect there's one in the back now but I can't be bothered to turn round -I book into a hotel room and there's one waiting, but I reckon Jesus understands that because all you need is love isn't it, or it used to be a few years back, but now I find I need fast cars as well."
        },
        {
          "character": "SELBY",
          "line": "l do want to be liked. You're right there. It's not a good feeling that a whole lot of people round the world might be hating you. When I started this job, it was such a relief. But now unless I raise more and more each time I feel as bad as before I started. I don't know if this appeal's done any good."
        },
        {
          "character": "POPSTAR",
          "line": "It can't do my sales any harm. Whether it does any good to -what is it this time? Starving Bangladeshis it was a few years back, and Ethiopia's not in the charts now but thes~ things are always with us, and I really do envy your job, it's the only thing I'd like to do except be a really great rock star. I mean love and starvation are two of the basics. And fast cars."
        }
      ]
    },
    {
      "scene_number": "26",
      "scene_title": "Oil Sheikh, Selby, and Mayor discuss charity",
      "lines": [
        {
          "character": "SHEIKH",
          "line": "Stop."
        },
        {
          "character": "SHEIKH",
          "line": "This is a waste of time. I will buy everythmg. All the sweaters. All the shirts. All th~ underwear. The whole shop. All the shop assistants. The whole building."
        },
        {
          "character": "MAYOR",
          "line": "An Arab oil sheikh has just bought Marks and Spencer's. He's having it taken down and shipped brick by brick back to the desert."
        },
        {
          "character": "SELBY",
          "line": "Quick, he might give something."
        },
        {
          "character": "MAYOR",
          "line": "I wonder if he'd like to take the town hall. I could start collecting scorpions."
        },
        {
          "character": "SHEIKH",
          "line": "For the poor English."
        },
        {
          "character": "VOICE",
          "line": "Camels have been replaced by Cadillacs in Kuwait which brings smiles to the inhabitants of Kensington and ·Chelsea as they receive their first gifts of discarded camels."
        },
        {
          "character": "VOICE",
          "line": "Strikers at a midland car factory who would like to be adopted by an Arab family."
        },
        {
          "character": "VOICE",
          "line": "Bales of clothing have been opened and distributed, bringing delight to this old Englishman."
        }
      ]
    },
    {
      "scene_number": "27",
      "scene_title": "Price congratulates Selby",
      "lines": [
        {
          "character": "PRICE",
          "line": "Well done, Miss Selby, well done. That's the largest sum ever collected _in one town and . makes you regional orgamser of th~ year with your picture in our newsletter. I'd hke you to attend my next business lunch wher~ I persua~e as many businessmen as possible to mvolve thetr companies in charity work and I'd like you to learn all about tax concessions so you can talk to them. And then rd like to promote you to the publicity department of our central office."
        }
      ]
    },
    {
      "scene_number": "28",
      "scene_title": "Publicity department messages",
      "lines": [
        {
          "character": "DENT",
          "line": "A message from the publicity department. People think charities are just ladies in knitt~d hats with nothin'g better to do, very amateunsh and muddled but full of warmth and compassion. Well I work for this charity _an~ that is exactly what I'm like but the c_hanty itself is extremely businesslike and prof ess1onal and commercial."
        },
        {
          "character": "LADY",
          "line": "People think charities these days are too . businesslike and professional and co~merc1al. Well I work for this charity and that 1s exactly what I'm like but the charity itself is full of warmth and compassion and we have all these wonderful ladies in knitted hats."
        }
      ]
    },
    {
      "scene_number": "30",
      "scene_title": "The Mayor and Selby discuss 'Act of God'",
      "lines": [
        {
          "character": "MAYOR",
          "line": "Sun. Drought. Starvation."
        },
        {
          "character": "SELBY",
          "line": "That's not political. It's an act of God."
        }
      ]
    },
    {
      "scene_number": "31",
      "scene_title": "Dent, Selby, and Price discuss charity campaigns",
      "lines": [
        {
          "character": "DENT",
          "line": "We'll have Price here in a minute yattering on about _his d~ughnuts. I hope you've learnt in ~our ttme with me that a charity has to be run hke a~y other business. It exists to make money. Mr Price can talk about Christian brotherhood and the joy of giving, and it's men of vision like ~im who get things started. But once you get mto the day to day, what matters is the figures at the bottom of the columns. Whether to buy the freehold of the gift shops. Whether to leave our latest bequest in Imperial Tobacco. The sooner we can get rid of him and get on with some real work -good afternoon, Mr Price, nice to see you."
        },
        {
          "character": "PRICE",
          "line": "Ah Miss Selby. Hard at it as usual. You remind me of myself at your age when I used to go out and buy a doughnut and always put a penny -"
        },
        {
          "character": "DENT",
          "line": "Miss Selby's working on some ideas for our next publicity campaign."
        },
        {
          "character": "PRICE",
          "line": "Good, let's hear them."
        },
        {
          "character": "DENT",
          "line": "I haven't looked at them myself yet. It might save time if you -"
        },
        {
          "character": "PRICE",
          "line": "It doesn't matter if they're not good. It's the spirit in ~hich she does it that matters."
        },
        {
          "character": "DENT",
          "line": "By the time of your next visit we could select -"
        },
        {
          "character": "PRICE",
          "line": "I want to know what goes on in everyone's head. Are you trying to keep me out of my own charity? The baker never interfered."
        },
        {
          "character": "DENT",
          "line": "What we're trying to do is get a hardhitting dynamic campaign that is acceptable to the public. Oxfam devised a commercial showing a cake with a white hand cutting a slice and &hen taking the whole cake and a black hand taking the slice. We want to avoid anything like that."
        },
        {
          "character": "PRICE",
          "line": "It sounds rather clever."
        },
        {
          "character": "DENT",
          "line": "It was clever. It was accurate. It was hardhitting. ITV wouldn't show it. They said it was political."
        },
        {
          "character": "PRICE",
          "line": "Oh well. Political. Of course we don't want to be political. Suppose we had a cake and ... oh well. Let's listen to Miss Selby."
        },
        {
          "character": "SELBY",
          "line": "I thought a picture of a dead child. You can see its ribs sticking out, its swollen stomach, clearly it starved to death. Or a child that died of an illness, say measles, it could be tovered with sores, whatever you like, this is a rough draft, you get the idea. And the caption: 'This is your fault.'"
        },
        {
          "character": "DENT",
          "line": "No."
        },
        {
          "character": "SELBY",
          "line": "It's quite hardhitting, you know."
        },
        {
          "character": "DENT",
          "line": "It's out of the question. People don't like to be blamed."
        },
        {
          "character": "SELBY",
          "line": "You could have a dead child, and the caption: 'Whose fault is this?'"
        },
        {
          "character": "DENT",
          "line": "There can never be any suggestion of fault."
        },
        {
          "character": "SELBY",
          "line": "Just a picture of a dead child?"
        },
        {
          "character": "DENT",
          "line": "No no no."
        },
        {
          "character": "PRICE",
          "line": "She's ~oing her best. It's very good for a first try, Miss Selby. I came up with something like it once myself."
        },
        {
          "character": "DENT",
          "line": "Look, Miss Selby, people don't like to be made miserable. If your advertisement makes them feel bad, they'll put it out of their minds as fast as they can. You want something that makes them feel good. And makes them feel even better when they give the money."
        },
        {
          "character": "SELBY",
          "line": "A~ advertisement about people starving that's gomg to ·make people feel good?"
        },
        {
          "character": "DENT",
          "line": "Exactly."
        },
        {
          "character": "PRICE",
          "line": "It is rather a tricky one."
        },
        {
          "character": "DENT",
          "line": "Perhaps by the next time you come -"
        },
        {
          "character": "PRICE",
          "line": "Oh I don't mind waiting. I'm enjoying myself."
        },
        {
          "character": "DENT",
          "line": "If you'll excuse me, l'U just be -"
        },
        {
          "character": "SELBY",
          "line": "I'v~ _got it._ I've got it. A picture of a well-fed, sm1hng child and the caption: 'Who makes her happy?'"
        },
        {
          "character": "DENT",
          "line": "That is more like it."
        },
        {
          "character": "PRICE",
          "line": "I knew she could do it."
        },
        {
          "character": "SELBY",
          "line": "I~ i_mplies, you see, that you made her happy by g1vmg her ~oney and you feel good and so you do go and give some money because otherwise Y?U w~>n't feel quite so good and when you've given it you feel very good indeed."
        },
        {
          "character": "DENT",
          "line": "Congratulations, Miss Selby."
        },
        {
          "character": "SELBY",
          "line": "Well that's a relief. You had me worried there I· for a moment. That's my first idea okayed. Now this is my second idea. It's about coffee."
        },
        {
          "character": "DENT",
          "line": "Oxfam tried that. People don't like -"
        },
        {
          "character": "SELBY",
          "line": "Wait till you hear this. A cup of coffee, you see, and the caption, Does coffee cost too much? And the reader thinks yes yes, it costs me a pound a quarter, or whatever it is by the time this is printed, you've got him on your side. Then you let him have it: You can afford coffee even at this high price but the people who pick it can't. What does it cost them in suffering? The extra money you pay isn't all going in wages to coffee-bean pickers, don't you think it, why have coffee share prices rocketed, and tea the same -we'd have a similar one about tea -the conditions people who pick tea live in would spoil your tea party if you saw them, oh yes, and a certain tea company who shall be nameless -or we might name them -made twice the profits this year they did last year, and it all started because Britain was a colonial power and made people in those countries grow tea and coffee for you to drink instead of food for themselves, and sugar too, you may think sugar's gone up, my God,. do you read the business pages of your newspaper, the eyes of the sugar world are on the talks between the EEC and the sugar­producing countries, and the EEC doesn't want to give them the 4 per cent increase they're asking and you have the nerve to complain about immigration when they come here looking for a better standard of living and I hope you feel pretty sick every time you drink a cup of tea or coffee and put sugar in it and think ·where it comes from and give a whole lot of money to charity because you're no better than slave dealers and you're not drinking tea and coffee you're drinking human blood, sweat and tears."
        },
        {
          "character": "PRICE",
          "line": "That's jolly good. Perhaps a little bit strong."
        },
        {
          "character": "SELBY",
          "line": "It doesn't have to be in exactly those words, of course. _W~'d polish it up. I'm more than happy to rewrite 1t."
        },
        {
          "character": "DENT",
          "line": "Wouldn't you say it was a little bit political?"
        },
        {
          "character": "PRICE",
          "line": "Was it, Miss Selby? Oh dear. That's not what I expected of you at aU. You always seem such a nice girl."
        },
        {
          "character": "SELBY",
          "line": "Political? Oh no no no no no. I wouldn't dream. No. Political? Ha ha, good heavens, no no. No."
        }
      ]
    },
    {
      "scene_number": "32",
      "scene_title": "A Woman's complaint letter",
      "lines": [
        {
          "character": "WOMAN",
          "line": "Dear sir, I h~ve given to your charity for many years but I will demand my money back if there are any more disgusting appeals blaming me for t~e state of the world. I don't mind being told a nch person has a duty to give crumbs off his plate to the poor man at the gate, but I won't stand_ for being told I'm wrong to be rich, esp~c•ally when I'm not. I particularly resent in Jubilee year any suggestion that Britannia doesn't play fair. Anyone would think from your a~peal that these people have some right to a fair share of the world's resources. Next I suppose you'll be suggesting they needn't say thank you."
        }
      ]
    },
    {
      "scene_number": "33",
      "scene_title": "Dent, Selby and Price discuss political charity",
      "lines": [
        {
          "character": "DENT",
          "line": "If you want to be political, Miss Selby -"
        },
        {
          "character": "SELBY",
          "line": "No no no -"
        },
        {
          "character": "DENT",
          "line": "If you want to suggest that there are causes of world poverty and they are to be found largely in our systems of trade and government, there are magazines that put this point of view. We contribute to the financing of these magazines but completely dissociate ourselves from what they say."
        },
        {
          "character": "SELBY",
          "line": "Yes yes yes, I do dissociate -"
        },
        {
          "character": "PRICE",
          "line": "I'm sure her heart is in the right place."
        },
        {
          "character": "DENT",
          "line": "In this way we help spread the idea to the few people who may be receptive to it and get the more subversive young people out of the charity itself, where they're a terrible nuisance because they're the same types who want workers' control and a place on the board, when what we need is all the titles· and captains of industry we can get, so as I say we get rid of them to these magazines and keep our own image of a completely nonpolitical charity spreading a little sunshine. '"
        },
        {
          "character": "SELBY",
          "line": "No no, I want to work for the charity. I just got carried away by the facts. I did have this third idea, I don't expect you want to hear it, it is hardhitting, well we could polish it up. I thought -it's just an idea -well what it is ... is a big poster with big red letters saying Fuck you, greedy pigs -no. No no no no no. Just off the top of my head. An idea. No. Haha. No."
        },
        {
          "character": "DENT",
          "line": "Oxfam are selling this little book. It's a collection of after dinner stories called Pass the Port. It's 'a glittering array of famous pe.ople parting with gems of wit usually reserved f«;>r their intimate friends.' It's 'what royalty, a prime minister, judges, bishops, trade union leaders, admirals, senior academics, and captains of industry consider to be funny in our day.' After dinner jokes by top people. That's far more the spirit."
        }
      ]
    },
    {
      "scene_number": "34",
      "scene_title": "Tea Managing Director on tea pickers' conditions",
      "lines": [
        {
          "character": "TEA MAN",
          "line": "You may at this very moment be drinking a cup of our tea. It has been alleged that my company made twice as much profit this year as last year. In fact we made twice as much profit this year as Jast year. But really you know the conditions of our tea pickers aren't so abysmally frightful as when people first started criticising us. We've improved their conditions so they are now only as frightful as those of people doing similar work in these countries. It would be ridiculous to expect us to raise their wages to anything approaching yours, although of course we'd love to do that, because they would then be far better off than their neighbours. I hope you'll fee) better about our tea when you think that not just the tea pickers but everyone in those countries is living in what you would consider for your own family to be appalling destitution -everyone of that class, I should say, because there are of course people in every country of the free world who are enormously rich, just as there are in this country."
        }
      ]
    },
    {
      "scene_number": "36",
      "scene_title": "Dent defends charity gift shops",
      "lines": [
        {
          "character": "DENT",
          "line": "I hm·e been under attack for the way I run our gift shops. These shops sell goods made in poor -sorry, underdeveloped, sorry, developing -countries, providing a livelihood for the craftsmen, cheap gifts for you and a profit for us to put back into the charity. It has been suggested we are taking too much pro~t but w~ are paying the workers a mor~ than fair wage •r:i terms of their own country. Its because labour 1s so cheap there that we are able to sell the goods cheap to you and if they weren't cheap you wouldn't buy them. A charity is a business and the profits are put to good use and _we can't raise their living standards to anything approaching yours because -and anyway we're only talking about a tiny fraction of the population, do you think charities deal in large sums of money, England spends as much on defence in a year as all the rich countries together spend on aid, and aid is massive compared to charity, what are we_ talking about? We sell hanging baskets made of Jute from Bangladesh. Britain has frozen jute out of our markets. What's a few thousand hanging baskets? So there's no need at all to get ,at me for the way I run our gift shops."
        }
      ]
    },
    {
      "scene_number": "37",
      "scene_title": "The Mayor and Selby on political connections of 'sun'",
      "lines": [
        {
          "character": "MAYOR",
          "line": "Sun?"
        },
        {
          "character": "SELBY",
          "line": "Sun."
        },
        {
          "character": "MAYOR",
          "line": "Sun, moon, planets, space programme, cost of."
        },
        {
          "character": "SELBY",
          "line": "That's American politics."
        },
        {
          "character": "MAYOR",
          "line": "Sun, heat, alternative source of energy, you see where we're getting, dangers of nuclear power, Windscale fast breeder, future of coal industry -"
        },
        {
          "character": "SELBY",
          "line": "Or again, sun, Spain, holidays, rate of exchange -"
        },
        {
          "character": "MAYOR",
          "line": "All right, all right."
        },
        {
          "character": "MAYOR",
          "line": "My snakes aren't political at all."
        }
      ]
    },
    {
      "scene_number": "39",
      "scene_title": "Selby, Price, and Dent discuss marketing charity",
      "lines": [
        {
          "character": "SELBY",
          "line": "Nobody se1ls cigarettes. Or margarine. Or breakfast cereal. They sell getting more girls or pleasing your man or being a good mum. We're too direct, selling poor countries. We must sell what people want. All right, they want to feel good about the starving millions, but there's plenty of things they want more than that."
        },
        {
          "character": "PRICE",
          "line": "But charity is more spiritual than margarine."
        },
        {
          "character": "DENT",
          "line": "Charity is business. You're a businessman, Mr Price."
        },
        {
          "character": "PRICE",
          "line": "Yes, I've tried to run my business with an eye to charity."
        },
        {
          "character": "DENT",
          "line": "And your charity with an eye to business. Charity is inseparable from capitalism."
        }
      ]
    },
    {
      "scene_number": "40",
      "scene_title": "Mother and Baby charity appeal",
      "lines": [
        {
          "character": "VOICE",
          "line": "Build a safe world-for him."
        }
      ]
    },
    {
      "scene_number": "41",
      "scene_title": "Man giving Girl a necklace and writing a cheque",
      "lines": [
        {
          "character": "VOICE",
          "line": "When you want to give her the world, give to her favourite charity."
        }
      ]
    },
    {
      "scene_number": "42",
      "scene_title": "Cowboys and Child with begging bowl",
      "lines": [
        {
          "character": "VOICE",
          "line": "A man's gotta do what a man's gotta do -give."
        }
      ]
    },
    {
      "scene_number": "43",
      "scene_title": "Thief, Sir Arthur, and Selby discuss stolen money for charity",
      "lines": [
        {
          "character": "THIEF",
          "line": "I'm not armed."
        },
        {
          "character": "SELBY",
          "line": "Twenty thousand, five hundred and ninety-six pounds I've got for you already. That's the train robbery, the bank robbery and various odds and ends. And when they pay the ransom you'll have another half million."
        },
        {
          "character": "THIEF",
          "line": "That's very kind of you."
        },
        {
          "character": "SELBY",
          "line": "Think what it's going to buy. Wells. Tractors. Eye operations."
        },
        {
          "character": "THIEF",
          "line": "But we can't accept money got by crime."
        },
        {
          "character": "SELBY",
          "line": "Crime? Whose crime? Isn't it their crime having it when people are starving?"
        },
        {
          "character": "THIEF",
          "line": "Yes but-"
        },
        {
          "character": "SELBY",
          "line": "You don't deny that Robin Hood is a folk hero?"
        },
        {
          "character": "THIEF",
          "line": "No but-"
        },
        {
          "character": "SELBY",
          "line": "Then whose side are you on?"
        },
        {
          "character": "THIEF",
          "line": "But people have to give the money themselves because they want to or it's not charity."
        },
        {
          "character": "SELBY",
          "line": "Look, the reason I went into this. I've got friends who do the same thing but in their case for political motives. They rob banks for liberation movements. But I'm a pacifist. I don't want the money I steal spent on guns. I'd rather have it spent on medicines. I'd rather give it to poor farmers to buy equipment. I'm aiming to personally redistribute the wealth of the world."
        },
        {
          "character": "THIEF",
          "line": "Singlehanded?"
        },
        {
          "character": "SELBY",
          "line": "If I devote my whole life to it. And other people will follow my example. Are you trying to put me down for only having half a million pounds? It's going to add up."
        },
        {
          "character": "THIEF",
          "line": "There's quite a lot of money to be shifted."
        },
        {
          "character": "SELBY",
          "line": "You tell me who's ever given half a million to your charity. If everyone who gives 50p now raised half a million we'd be getting somewhere. I reckon in about fifty years the world will be transformed ."
        },
        {
          "character": "THIEF",
          "line": "But what about all the governments and ... You can't transform the world just by getting money from individuals."
        },
        {
          "character": "SELBY",
          "line": "Then what are you in a charity for? You sound like my friends in liberation. But I don't agree. I believe in charities. If every man, woman and child in the western world stole a thousand pounds a year -"
        },
        {
          "character": "THIEF",
          "line": "I think you should consider letting Sir Arthur go."
        },
        {
          "character": "SELBY",
          "line": "Unilever invests as much in Africa in a couple of days as you raise in a whole year. You're like_ kids spending pocket money. So what are you gomg to do about it?"
        },
        {
          "character": "THIEF",
          "line": "We accept that we can do very little."
        },
        {
          "character": "SELBY",
          "line": "You do?"
        },
        {
          "character": "THIEF",
          "line": "Yes."
        },
        {
          "character": "SELBY",
          "line": "You help a few hundred people out of millions and you accept that?"
        },
        {
          "character": "THIEF",
          "line": "What else can we do if that's all p~ople give?"
        },
        {
          "character": "SELBY",
          "line": "You take it from them."
        },
        {
          "character": "THIEF",
          "line": "Not by stealing it."
        },
        {
          "character": "SELBY",
          "line": "How else? I'm not interested in politics. I believe in charities. If his company doesn't pay the ransom by midnight I'm going to shoot him. And if your charity doesn't accept the money I'm going to shoot him. And if you stand out there saying stupid things I'm going\"to shoot you. So think about it."
        }
      ]
    },
    {
      "scene_number": "44",
      "scene_title": "The Mayor describes the rubber boa snake",
      "lines": [
        {
          "character": "MAYOR",
          "line": "A favourite pet of mine is the rubber boa, a small snake perhaps twenty inches long, whose tail looks very much like its head. When it meets an enemy it curls up in a ball and sticks out its tail and waves it about so it looks like the head of a striking snake. If the enemy attacks the tail, the rubber boa brings out its head and bites it. They're not normally aggressive though so they make a good pet, the only trouble is, being a burrowing snake, he's usually under the earth in his pen and I don't see as much of him as I would like."
        }
      ]
    },
    {
      "scene_number": "45",
      "scene_title": "Dent, Selby and Price discuss spending charity money",
      "lines": [
        {
          "character": "DENT",
          "line": "It's most important not to come to the end of the financial year with too large a balance or people will think we don't know what to do with the money."
        },
        {
          "character": "SELBY",
          "line": "What are we going to do with the money?"
        },
        {
          "character": "DENT",
          "line": "That's what we don't know."
        },
        {
          "character": "PRICE",
          "line": "I never remember why that's a problem. Can't we just send Miss Selby with a big bag of notes and she could walk about handing them to the poor people. I'd go myself if I was younger. Oh I'd love to do that and see their happy faces."
        },
        {
          "character": "DENT",
          "line": "It's a bit more complicated than that."
        },
        {
          "character": "PRICE",
          "line": "Yes, to be fair we should share it out equally. Just to give me an idea, what would one million pounds come to divided among the most destitute people in the world, not including everyone worse off than us, but the ones we can really hardly bear to imagine, just as a rough estimate for *planning purposes?"
        },
        {
          "character": "DENT",
          "line": "Roughly one thousandth of a penny each."
        },
        {
          "character": "PRICE",
          "line": "Well. I'll have to resign myself yet again to not being able to help everyone. But even one life saved, one person made happy, has its value. Perhaps we should make it simple and Miss Selby should go out to India or Africa or South_ . America and the first person she meets g1ve him the whole million. That would at least make one very happy Indian."
        },
        {
          "character": "DENT",
          "line": "When I say we don't know what to do with the money I don't mean we don't know what to do with the .money."
        },
        {
          "character": "PRICE",
          "line": "Of course not."
        },
        {
          "character": "DENT",
          "line": "We have plenty of agents and field-worker~ looking for the best possible proj~ts. But ~hat with the sheikh and the commercials and. Sir Arthur's legacy we have a greater surplus_than usual and I'd like to find some really special use for it."
        },
        {
          "character": "PRICE",
          "line": "The sheikh has just built a large hospital in the desert. Why don't we send Miss Selby out to get some ideas?"
        }
      ]
    },
    {
      "scene_number": "46",
      "scene_title": "American Patient, Selby, and Arab Gardener at a desert hospital",
      "lines": [
        {
          "character": "PATIENT",
          "line": "When I had a heart attack I thought the end had come. I was frightened even to cut my finger in this country. There's people dying of disease everywhere, no sanitation, no doctors, nothing. But we radioed for help and a helicopter brought me two hundred miles to the hospital. And it's just great. I've got a private room, pretty nurses, vases of flowers from this wonderful garden. If I wanted a heart transplant they could do it, that's how good this hospital is."
        },
        {
          "character": "SELBY",
          "line": "I suppose people come here from all over the place?"
        },
        {
          "character": "PATIENT",
          "line": "There's a woman flew a thousand miles to have her nose shortened. It has real international prestige."
        },
        {
          "character": "SELBY",
          "line": "And anyone who's ill in any of the villages in the country, they come here?"
        },
        {
          "character": "PATIENT",
          "line": "If they can get here, sure. If you've no transport and you 're feeling sick, I guess not too many of them bother."
        },
        {
          "character": "SELBY",
          "line": "You mean most of the people are getting no medical treatment at all?"
        },
        {
          "character": "PATIENT",
          "line": "I guess not. But you have to set that against the fact that the treatment provided here is of the very highest quality. Just as this garden blooms in the desert on account of they have hoses playing on the lawn day and night."
        },
        {
          "character": "SELBY",
          "line": "And outside the gate it's clouds of dust blowing about."
        },
        {
          "character": "PATIENT",
          "line": "That's right. Isn't it great?"
        },
        {
          "character": "SELBY",
          "line": "It's not so great if you live outside the gate."
        },
        {
          "character": "PATIENT",
          "line": "Yes, it's a very unfortunate thing there's no piped water in the villages. I've got some wonderful photographs of the women carrying big jars on their heads. I guess you'd say the men should carry it on their heads too. But some of the men get to work in the garden."
        },
        {
          "character": "SELBY",
          "line": "For the money they've spent on this hospital they could have some sort of medical worker in every village."
        },
        {
          "character": "PATIENT",
          "line": "Sure, and what's a medical worker? I wouldn't want some highschool kid looking after me, and why should they? This hospital has some of the richest patients in the world, and they want the best just like we do in the west. You can't have heart transplants in every village. I can tell you I wouldn't be alive today if it wasn't for this hospital."
        },
        {
          "character": "SELBY",
          "line": "Yes but hundreds of people die in this country who never-"
        },
        {
          "character": "PATIENT",
          "line": "Are you saying it doesn't matter whether or not I am alive today?"
        },
        {
          "character": "SELBY",
          "line": "No but-"
        },
        {
          "character": "PATIENT",
          "line": "What's the matter with you anyway? This hospital cures sick people and makes a damn good job of it. OK?"
        }
      ]
    },
    {
      "scene_number": "47",
      "scene_title": "Dent and Selby discuss funding in a rich country",
      "lines": [
        {
          "character": "SELBY",
          "line": "It doesn't make sense to give money to a country that's far richer than Britain even if the people are poorer. Well we do, I can think of examples, but not an oil state, really."
        },
        {
          "character": "DENT",
          "line": "Then we must make the sheikh share out the money to the benefit of the people. Is there no one trying to do that already? There must surely be groups of people in the country who want the wealth to be in the hands of -sorry."
        },
        {
          "character": "SELBY",
          "line": "They're called guerrillas."
        },
        {
          "character": "DENT",
          "line": "Sorry."
        },
        {
          "character": "SELBY",
          "line": "In Oman the British Army is fighting-"
        },
        {
          "character": "DENT",
          "line": "Look rm not trying to be political. I'm trying to be sensible. I don't know why I keep -"
        },
        {
          "character": "DENT",
          "line": "All right, we'll say no more about it. Go to a different country. Go somewhere unquestionably poor. Go to Bangladesh. Even with all the aid that's been poured in it's still full of hungry people. Straightforward need."
        }
      ]
    },
    {
      "scene_number": "48",
      "scene_title": "A Year in Bangladesh silent movie with captions",
      "lines": [
        {
          "character": "PEASANT",
          "line": "Here's the rent, sir, half my grain."
        },
        {
          "character": "PEASANT",
          "line": "We've eaten our half of the grain. Can you lend me some money until the harvest?"
        },
        {
          "character": "VILLAIN",
          "line": "Certainly. The interest is 200%."
        },
        {
          "character": "PEASANT",
          "line": "It's been a good harvest. If I sell nearly all my crop I can pay my debt."
        },
        {
          "character": "VILLAIN",
          "line": "Everyone's selling. The price is ve1y low."
        },
        {
          "character": "PEASANT",
          "line": "I've no food left f01· my family. I want to buy some."
        },
        {
          "character": "VILLAIN",
          "line": "Everyone's buying. The price has doubled."
        },
        {
          "character": "VILLAIN",
          "line": "If you can't pay the rent you'll be evicted."
        }
      ]
    },
    {
      "scene_number": "49",
      "scene_title": "Selby on the phone discussing a project setback",
      "lines": [
        {
          "character": "SELBY",
          "line": "You know I recommended we buy boats for the fishermen ... Well, there is a bit of bother, yes . . I am getting on with it, I'm getting round to it. You know the fishermen used to rent boats from these rich boat-owners who charged them so much and ... Last night the boat-owners smashed up the boats. Not their boats, the fishermen's boats. Our boats ... Rented the boat­owners' boats of course and gone fishing ... Yes, that's what I'm doing, finding another project, yes."
        }
      ]
    },
    {
      "scene_number": "50",
      "scene_title": "Knitted-Hat Lady on charity gift shop in Johannesburg",
      "lines": [
        {
          "character": "LADY",
          "line": "A message from the publicity department. We have a wonderful charity gift shop in Johannesburg which is great fun and highly successful. The variety of things sold is almost as astounding as the variety of customers, some of them hard-pressed blacks looking for cheap clothes, others arriving in Jags in the hope of finding antiques."
        }
      ]
    },
    {
      "scene_number": "51",
      "scene_title": "A Minister on North-South conference outcomes",
      "lines": [
        {
          "character": "MINISTER",
          "line": "I have just come from the North-South conference between the rich and poor countries. And I've come to reassure you that we are not going to give them anything like what they are asking for. We are not going to wipe out their debts nor finance a common fund to stabilise their export prices. On the other hand, we are going to cancel some of their debts and give a little support to some kind of fund, because if we let these countries get too poor they won't be able to buy our goods, with disastrous effects on our own economy. Also the oil-producing countries are eager for us to help their less fortunate brothers. If we don't they might not sell us oil at a price we can afford to pay. Nobody likes to see mil1ions of people living in misery, and I won't lose any votes if I tell you we are going to help them just enough to help ourselves."
        }
      ]
    },
    {
      "scene_number": "52",
      "scene_title": "Knitted-Hat Lady on old black women surviving on a rubbish dump",
      "lines": [
        {
          "character": "LADY",
          "line": "A message from the publicity department. These poor old ladies live not only on a rubbish dump but in a very violent area. When our photographer took this picture he narrowly escaped having his camera smashed by young troublemakers throwing stones. But the old ladies somehow survive without being attacked."
        }
      ]
    },
    {
      "scene_number": "54",
      "scene_title": "Dent and Price discuss hurricane disaster fund",
      "lines": [
        {
          "character": "DENT",
          "line": "I thought we were never going to get the money spent. Miss Selby seems to be incapable of recommending a project. But now, thank God, we can transfer it to the hurricane disaster fund."
        },
        {
          "character": "PRICE",
          "line": "Yes, God seems to have solved the problem for us. We'll send Miss Selby straight to the scene of the disaster."
        }
      ]
    },
    {
      "scene_number": "55",
      "scene_title": "Selby and a Passenger on a plane to a disaster zone",
      "lines": [
        {
          "character": "PASSENGER",
          "line": "You worried by takeoff?"
        },
        {
          "character": "SELBY",
          "line": "Not very."
        },
        {
          "character": "PASSENGER",
          "line": "Landing's worse."
        },
        {
          "character": "SELBY",
          "line": "Yes."
        },
        {
          "character": "PASSENGER",
          "line": "Especially if there's no landing strip."
        },
        {
          "character": "SELBY",
          "line": "No landing strip?"
        },
        {
          "character": "PASSENGER",
          "line": "I imagine it's been blown away, Or buried under ten feet of mud. Or scattered all over with uprooted trees."
        },
        {
          "character": "SELBY",
          "line": "The control tower would tell the pilot."
        },
        {
          "character": "PASSENGER",
          "line": "You think so?"
        },
        {
          "character": "SELBY",
          "line": "You think not?"
        },
        {
          "character": "PASSENGER",
          "line": "Well it doesn't bother me, because the hazards of takeoff and landing are nothing to the journey itself. It's just starting to get dangerous now."
        },
        {
          "character": "SELBY",
          "line": "It says we can undo our seat-belts."
        },
        {
          "character": "PASSENGER",
          "line": "Hi-jackers."
        },
        {
          "character": "SELBY",
          "line": "What? Where?"
        },
        {
          "character": "PASSENGER",
          "line": "I carry a cyanide capsule."
        },
        {
          "character": "SELBY",
          "line": "What? Why?"
        },
        {
          "character": "PASSENGER",
          "line": "You see people get up. You think they're just going to the bathroom. But suddenly one of them pulls a gun."
        },
        {
          "character": "SELBY",
          "line": "Not on every flight."
        },
        {
          "character": "PASSENGER",
          "line": "I'll be ready. I'll kill myself rather than fall into their hands. I'm telling you so you won't get a shock when I keel over. There now, watch that one."
        },
        {
          "character": "SELBY",
          "line": "But it could be anyone. It could be me."
        },
        {
          "character": "PASSENGER",
          "line": "Well I'm telling you, you won't pull a fast one on me because I have my cyanide capsule."
        },
        {
          "character": "SELBY",
          "line": "It isn't me."
        },
        {
          "character": "PASSENGER",
          "line": "It could be you."
        },
        {
          "character": "SELBY",
          "line": "It couldn't be me because I work for a charity organisation and we don't get involved in any kind of political activity and that includes hi­jacking planes."
        },
        {
          "character": "PASSENGER",
          "line": "You going to give out blankets and all that stuff?"
        },
        {
          "character": "SELBY",
          "line": "I'm hoping to be the very first charity worker on the scene."
        },
        {
          "character": "PASSENGER",
          "line": "Do you know the greatest tragedy of this hurricane?"
        },
        {
          "character": "SELBY",
          "line": "Tell me and I'll see what I can do."
        },
        {
          "character": "PASSENGER",
          "line": "Bananas."
        },
        {
          "character": "SELBY",
          "line": "Bananas?"
        },
        {
          "character": "PASSENGER",
          "line": "Do you know how much you guys at home are going to have to pay for bananas next winter?"
        },
        {
          "character": "SELBY",
          "line": "How much?"
        },
        {
          "character": "PASSENGER",
          "line": "And do you know whose fault that is? •"
        },
        {
          "character": "SELBY",
          "line": "The hurricane?"
        },
        {
          "character": "PASSENGER",
          "line": "The peasants. The people you are coming to wrap up in blankets."
        },
        {
          "character": "SELBY",
          "line": "I'm sure they didn't mean to."
        },
        {
          "character": "PASSENGER",
          "line": "They chopped down the trees. They chopp~d down the trees on the hillside. So when the wmd and rain came pouring down there was nothing to hold the earth on the hills and smash glub yuk, there's mud ten feet deep over all the bananas in the valley."
        },
        {
          "character": "SELBY",
          "line": "Well I never did like banan~s _all that much."
        },
        {
          "character": "PASSENGER",
          "line": "Wait, watch that one."
        },
        {
          "character": "SELBY",
          "line": "Why, what did he do? What? What?"
        },
        {
          "character": "PASSENGER",
          "line": "He acted normal."
        },
        {
          "character": "SELBY",
          "line": "What did they cut the trees down for?"
        },
        {
          "character": "PASSENGER",
          "line": "Because they're stupid, I guess. To grow food."
        },
        {
          "character": "SELBY",
          "line": "The landowners who arranged for us to have the valley to grow bananas should have spelt it out to the people: if you cut down the trees, there's going to be soil erosion. But nobody told them. They cut down the trees. Wallop."
        },
        {
          "character": "PASSENGER",
          "line": "It walloped them too. There's 8,000 dead."
        },
        {
          "character": "SELBY",
          "line": "Yes, that's right, they brought all these tons of rocks and mud down on their heads. If they want to kill themselves, OK, but they don't have to wreck the bananas."
        },
        {
          "character": "PASSENGER",
          "line": "Where did they used to grow food then? Before they went up the hills and cut down the trees?"
        },
        {
          "character": "SELBY",
          "line": "Are you trying to get funny?"
        },
        {
          "character": "PASSENGER",
          "line": "No, I just wondered where -"
        },
        {
          "character": "SELBY",
          "line": "You know perfectly well where they used to live."
        },
        {
          "character": "PASSENGER",
          "line": "No I don't."
        },
        {
          "character": "SELBY",
          "line": "In the valleys of course, where we grow the bananas. Do you have any idea of the importance of the export of bananas to the business community of this country and to my company?"
        },
        {
          "character": "PASSENGER",
          "line": "No. Yes."
        },
        {
          "character": "SELBY",
          "line": "Then you've some idea of the immensity of this tragedy. I won't go into the figures. It puts a strain on my heart. I'll just close my eyes and meditate for twenty minutes."
        },
        {
          "character": "SELBY",
          "line": "Excuse me. Excuse me. Oh please, excuse me."
        },
        {
          "character": "PASSENGER",
          "line": "It's not good for me to be interrupted when I'm meditating."
        },
        {
          "character": "SELBY",
          "line": "I just wanted to get one thing clear."
        },
        {
          "character": "PASSENGER",
          "line": "It makes me very irritable if I'm disturbed just when I'm getting calm."
        },
        {
          "character": "SELBY",
          "line": "Are you saying the 8,000 deaths in this hurricane were caused by the landowners and the banana companies taking the valleys to grow bananas?"
        },
        {
          "character": "PASSENGER",
          "line": "Are you some kind of a communist? Are you going to hi-jack this airplane?"
        },
        {
          "character": "SELBY",
          "line": "No."
        },
        {
          "character": "PASSENGER",
          "line": "Why don't you hi-jack this airplane and go to Cuba?"
        },
        {
          "character": "SELBY",
          "line": "Why don't you take your cyanide capsule?"
        },
        {
          "character": "PASSENGER",
          "line": "Stewardess!"
        },
        {
          "character": "SELBY",
          "line": "No, really, I just -"
        },
        {
          "character": "PASSENGER",
          "line": "Stewardess, I've caught a hi-jacker."
        },
        {
          "character": "SELBY",
          "line": "No, really, there's been a misunderstanding."
        }
      ]
    },
    {
      "scene_number": "56",
      "scene_title": "Selby handing out blankets in a disaster zone",
      "lines": [
        {
          "character": "SELBY",
          "line": "Look I'm trying to take some photographs for our publicity, do you mind? Give the blanket back and I'll give it to you again, and this time I want you to smile, right? Smile? Smile? Does anyone here speak English? Cheese, cheese, formaggio. No, it's all right, you can have the blanket back, I just want -"
        }
      ]
    },
    {
      "scene_number": "57",
      "scene_title": "Selby and a Girl in a disaster zone",
      "lines": [
        {
          "character": "SELBY",
          "line": "Was that three nights without sleep?"
        },
        {
          "character": "GIRL",
          "line": "I've lost count."
        },
        {
          "character": "SELBY",
          "line": "Well, I've finished. Every last bit of sticking plaster."
        },
        {
          "character": "GIRL",
          "line": "Yes, I've finished too."
        },
        {
          "character": "SELBY",
          "line": "Well."
        },
        {
          "character": "GIRL",
          "line": "Yeh."
        },
        {
          "character": "SELBY",
          "line": "And tomorrow start planning the long-term relief. ·"
        },
        {
          "character": "GIRL",
          "line": "Don't talk about it."
        },
        {
          "character": "SELBY",
          "line": "At least there's no problem seeing what has to be done."
        },
        {
          "character": "GIRL",
          "line": "What has to be done?"
        },
        {
          "character": "SELBY",
          "line": "Build the houses again. Put everything back like it was before."
        },
        {
          "character": "GIRL",
          "line": "You're planning to build another slum are you?"
        },
        {
          "character": "SELBY",
          "line": "Let's think about it tomorrow."
        },
        {
          "character": "GIRL",
          "line": "Why do you think there's 8,000 dead?"
        },
        {
          "character": "SELBY",
          "line": "The hurricane ... and well the erosion, of course, the mud, the banana companies can't be left out of it. On the other hand they were very flimsy huts. Proper houses -"
        },
        {
          "character": "GIRL",
          "line": "So there's 8,000 dead because of what it was like before?"
        },
        {
          "character": "SELBY",
          "line": "Yes."
        },
        {
          "character": "GIRL",
          "line": "So you're going to spend your charity's share of the disaster relief fund putting everything back like it was before."
        },
        {
          "character": "SELBY",
          "line": "I thought you were tired."
        },
        {
          "character": "GIRL",
          "line": "I am."
        },
        {
          "character": "SELBY",
          "line": "Look, be realistic. Ninety per cent of the people here own IO per cent of the land, right? You told me so yourself. And 3 per cent of the people own all the best land and grow bananas and sugar for export. Therefore, it's perfectly obvious that anything we can do with the relief money is bound to be leaving everything like it was before unless the whole society changes. All we can do is patch things up."
        },
        {
          "character": "GIRL",
          "line": "Some of the peasants have formed a league. The landowners don't like it. Two men were shot when they went to a union meeting."
        },
        {
          "character": "SELBY",
          "line": "Yes I know, it's very sad, but 8,000 -"
        },
        {
          "character": "GIRL",
          "line": "There's talk of occupying some uncultivated land and the peasants' league growing food collectively."
        },
        {
          "character": "SELBY",
          "line": "There's always unrest after a disaster."
        },
        {
          "character": "GIRL",
          "line": "I'm going to recommend to my lot we use our share of the disas~er fund to support the peasants' league."
        },
        {
          "character": "SELBY",
          "line": "I thought a hurricane would be ... you know ... earthquakes, floods. Natural disa~ters."
        },
        {
          "character": "GIRL",
          "line": "A hurricane is just a strong wind. An earthquake is just the earth moving. They're not disasters till you get people."
        },
        {
          "character": "SELBY",
          "line": "I thought ... you know ... you can't blame anyone. Act of God."
        }
      ]
    },
    {
      "scene_number": "58",
      "scene_title": "The Mayor and Selby discuss political natural disasters",
      "lines": [
        {
          "character": "MAYOR",
          "line": "Act of God. Earthquake . Guatemala. Shockproof houses, wealthy inhabitants, mostly all right. Shacks on ravines, in Guatemala City alone 1,200 dead, 90,000 homeless . In the whole country, 22,000 dead, mostly the poor -"
        },
        {
          "character": "SELBY",
          "line": "All right."
        },
        {
          "character": "MAYOR",
          "line": "City official shot dead after suggesting homeless people should rebuild on unoccupied private land."
        },
        {
          "character": "SELBY",
          "line": "All right."
        },
        {
          "character": "MAYOR",
          "line": "Name a nonpolitical natural disaster."
        },
        {
          "character": "SELBY",
          "line": "Drought. Drought in the Sahel."
        },
        {
          "character": "MAYOR",
          "line": "Really?"
        },
        {
          "character": "SELBY",
          "line": "Go on."
        },
        {
          "character": "MAYOR",
          "line": "Sahel. French colonial rule. Change in people's way of life. Cattle routes blocked, traditional rights to wells disregarded, crops they couldn't eat, overgrazing of pasture, people concentrated round a few wells instead of -"
        },
        {
          "character": "SELBY",
          "line": "I get the idea."
        },
        {
          "character": "MAYOR",
          "line": "Act of God. No rain. Drought. Traditional ways of surviving drought gone. No reserves of food. Too many cattle for the pasture. Too many people in one area."
        },
        {
          "character": "SELBY",
          "line": "I said I get the idea."
        },
        {
          "character": "MAYOR",
          "line": "Famine."
        },
        {
          "character": "SELBY",
          "line": "Yes."
        },
        {
          "character": "MAYOR",
          "line": "All right?"
        },
        {
          "character": "SELBY",
          "line": "An act of God is political, all right."
        }
      ]
    },
    {
      "scene_number": "59",
      "scene_title": "Selby captured by Guerrillas, interviewed by Journalist",
      "lines": [
        {
          "character": "SELBY",
          "line": "Are you really there?"
        },
        {
          "character": "JOURNALIST",
          "line": "Yes."
        },
        {
          "character": "SELBY",
          "line": "Because sometimes I see things."
        },
        {
          "character": "JOURNALIST",
          "line": "No, I'm ajournalist ."
        },
        {
          "character": "SELBY",
          "line": "Am I being rescued?"
        },
        {
          "character": "JOURNALIST",
          "line": "I'm being allowed a five-minute interview ."
        },
        {
          "character": "SELBY",
          "line": "Take this message."
        },
        {
          "character": "JOURNALIST",
          "line": "It's three months since you disappeared after sending a message back to your office that you wanted to learn more about the country before returning to London. It's been established that you then set off in a jeep. How soon were you captured by guerrillas?"
        },
        {
          "character": "SELBY",
          "line": "The first day."
        },
        {
          "character": "JOURNALIST",
          "line": "And could you tell me how that capture took place?"
        },
        {
          "character": "SELBY",
          "line": "To Mr Dent, the director. And Mr Price.,"
        },
        {
          "character": "JOURNALIST",
          "line": "And how are you being treated?"
        },
        {
          "character": "SELBY",
          "line": "This is the message. Our share of the disaster emergency fund should be divided between the peasants' league and the liberation movement."
        },
        {
          "character": "JOURNALIST",
          "line": "The guerrillas are demanding a ransom."
        },
        {
          "character": "SELBY",
          "line": "That is the condition for your release? How much-"
        },
        {
          "character": "SELBY",
          "line": "Their aim is to overthrow the government and introduce land reform."
        },
        {
          "character": "JOURNALIST",
          "line": "How much are they demancling?"
        },
        {
          "character": "SELBY",
          "line": "So tell Mr Price, the best way to help the people here is to help them with what they're doing, which is organise to fight oppression , and the quarter of a million pounds should all be given to help that struggle."
        },
        {
          "character": "JOURNALIST",
          "line": "They are demanding a quarter of a million pounds ransom and have submitted you to a gruelling session of brainwashing."
        },
        {
          "character": "SELBY",
          "line": "Tell them I'm getting a bit bored sitting here under the tree. It gets very hot."
        },
        {
          "character": "JOURNALIST",
          "line": "And how exactly were you captured?"
        }
      ]
    },
    {
      "scene_number": "60",
      "scene_title": "Price at a businessmen's lunch",
      "lines": [
        {
          "character": "PRICE",
          "line": "We've all made so much money importing bananas that I'm sure we'll be glad to give a little of it to charity, especially when we can have fun at the same time."
        }
      ]
    },
    {
      "scene_number": "61",
      "scene_title": "Charity rifle-range sideshow",
      "lines": [
        {
          "character": "SELBY",
          "line": "I'll have you patched up in no time and then you can go and be shot at again."
        }
      ]
    },
    {
      "scene_number": "62",
      "scene_title": "The Mayor on the royal python",
      "lines": [
        {
          "character": "MAYOR",
          "line": "The royal python is another lovely snake, known also as the ball python, no doubt from its habit of curling up into a tight ball when alarmed. You can roll it along the table just like a real ball. But you can't force it to unwind, the more you force it the more frightened it gets and the tighter it stays rolled up. They like to eat live food, of course, but you can feed them in captivity on raw beef if you cover it with chicken feathers or rabbit fur."
        }
      ]
    },
    {
      "scene_number": "63",
      "scene_title": "Price visits Selby in hospital",
      "lines": [
        {
          "character": "PRICE",
          "line": "It's lucky those soldiers rescued you when they did because we'd already allocated the quarter of a million, you know, for rebuilding houses and for an old people's home and an orphanage for a hundred children, so that we couldn't have paid the ransom if we'd wanted to. And' you weren't even caught in the crossfire."
        },
        {
          "character": "SELBY",
          "line": "I was very lucky."
        },
        {
          "character": "PRICE",
          "line": "And you're feeling better, are you? Because when you first arrived back in England you were quite delirious. I'm sure you've forgotten the things you said to me. And I've decided to forget them too."
        },
        {
          "character": "SELBY",
          "line": "I'm fine now, thank you."
        },
        {
          "character": "PRICE",
          "line": "You must have as long a holiday as you need, and let me know when you feel up to working again."
        },
        {
          "character": "SELBY",
          "line": "If it's all right with you, Mt Price, I think I'd like a break from the charity side of things."
        },
        {
          "character": "PRICE",
          "line": "It's what I like to see, Miss Selby, a young person spending a year or two working for charity and then coming back into the business. You've gained a great deal of experience and bring more to your work. You've certainly done your bit and it's high time you got on with your career. I'll be able to bring you in at management level."
        }
      ]
    },
    {
      "scene_number": "65",
      "scene_title": "Selby and the Mayor on the political nature of snakes",
      "lines": [
        {
          "character": "SELBY",
          "line": "Snake. Snakeskin. Handbags. Rich -"
        },
        {
          "character": "MAYOR",
          "line": "Yes."
        },
        {
          "character": "SELBY",
          "line": "You must have seen that all along."
        },
        {
          "character": "MAYOR",
          "line": "Everyone has his little blind spot. I love my snakes. Relatively speaking, I would still go so far as to say a snake is not essentially political. A live snake is hardly political at all compared to anything you like to name. Name something."
        }
      ]
    }
  ]
}